{
    "collData": {
        "entity_types": [
            {
                "type": "ALIAS",
                "labels" : ["ALIAS", "AL"],
                "bgColor": "red",
                "borderColor": "darken"
            },
            {
                "type": "NON-CHARACTER",
                "labels": ["NON-CHARACTER", "NON"],
                "bgColor": "#FFFFFF",
                "borderColor": "darken"
            },
            {
                "type": "OTHER",
                "labels": ["OTHER"],
                "bgColor": "#BBBBBB",
                "borderColor": "darken"
            },
            {
                "type": "UNRESOLVED",
                "labels" : ["UNRESOLVED"],
                "bgColor": "#39FF14",
                "borderColor": "darken"
            }
        ]
    },
    "docData": {
        "docs": [
            {
                "name": "Chapter 1",
                "text": "It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife.\n\nHowever little known the feelings or views of such a man may be on his first entering a neighbourhood, this truth is so well fixed in the minds of the surrounding families, that he is considered the rightful property of some one or other of their daughters.\n\n\"My dear Mr. Bennet,\" said his lady to him one day, \"have you heard that Netherfield Park is let at last?\"\n\nMr. Bennet replied that he had not.\n\n\"But it is,\" returned she; \"for Mrs. Long has just been here, and she told me all about it.\"\n\nMr. Bennet made no answer.\n\n\"Do you not want to know who has taken it?\" cried his wife impatiently.\n\n\"You want to tell me, and I have no objection to hearing it.\"\n\nThis was invitation enough.\n\n\"Why, my dear, you must know, Mrs. Long says that Netherfield is taken by a young man of large fortune from the north of England; that he came down on Monday in a chaise and four to see the place, and was so much delighted with it, that he agreed with Mr. Morris immediately; that he is to take possession before Michaelmas, and some of his servants are to be in the house by the end of next week.\"\n\n\"What is his name?\"\n\n\"Bingley.\"\n\n\"Is he married or single?\"\n\n\"Oh! Single, my dear, to be sure! A single man of large fortune; four or five thousand a year. What a fine thing for our girls!\"\n\n\"How so? How can it affect them?\"\n\n\"My dear Mr. Bennet,\" replied his wife, \"how can you be so tiresome! You must know that I am thinking of his marrying one of them.\"\n\n\"Is that his design in settling here?\"\n\n\"Design! Nonsense, how can you talk so! But it is very likely that he may fall in love with one of them, and therefore you must visit him as soon as he comes.\"\n\n\"I see no occasion for that. You and the girls may go, or you may send them by themselves, which perhaps will be still better, for as you are as handsome as any of them, Mr. Bingley may like you the best of the party.\"\n\n\"My dear, you flatter me. I certainly have had my share of beauty, but I do not pretend to be anything extraordinary now. When a woman has five grown-up daughters, she ought to give over thinking of her own beauty.\"\n\n\"In such cases, a woman has not often much beauty to think of.\"\n\n\"But, my dear, you must indeed go and see Mr. Bingley when he comes into the neighbourhood.\"\n\n\"It is more than I engage for, I assure you.\"\n\n\"But consider your daughters. Only think what an establishment it would be for one of them. Sir William and Lady Lucas are determined to go, merely on that account, for in general, you know, they visit no newcomers. Indeed you must go, for it will be impossible for us to visit him if you do not.\"\n\n\"You are over-scrupulous, surely. I dare say Mr. Bingley will be very glad to see you; and I will send a few lines by you to assure him of my hearty consent to his marrying whichever he chooses of the girls; though I must throw in a good word for my little Lizzy.\"\n\n\"I desire you will do no such thing. Lizzy is not a bit better than the others; and I am sure she is not half so handsome as Jane, nor half so good-humoured as Lydia. But you are always giving her the preference.\"\n\n\"They have none of them much to recommend them,\" replied he; \"they are all silly and ignorant like other girls; but Lizzy has something more of quickness than her sisters.\"\n\n\"Mr. Bennet, how can you abuse your own children in such a way? You take delight in vexing me. You have no compassion for my poor nerves.\"\n\n\"You mistake me, my dear. I have a high respect for your nerves. They are my old friends. I have heard you mention them with consideration these last twenty years at least.\"\n\n\"Ah, you do not know what I suffer.\"\n\n\"But I hope you will get over it, and live to see many young men of four thousand a year come into the neighbourhood.\"\n\n\"It will be no use to us, if twenty such should come, since you will not visit them.\"\n\n\"Depend upon it, my dear, that when there are twenty, I will visit them all.\"",
                "entities": [
                    [
                        "T1", 
                        "ALIAS", 
                        [
                            [
                                296, 
                                299
                            ]
                        ]
                    ], 
                    [
                        "T2", 
                        "ALIAS", 
                        [
                            [
                                343, 
                                347
                            ]
                        ]
                    ], 
                    [
                        "T3", 
                        "ALIAS", 
                        [
                            [
                                350, 
                                356
                            ]
                        ]
                    ], 
                    [
                        "T4", 
                        "ALIAS", 
                        [
                            [
                                416, 
                                420
                            ]
                        ]
                    ], 
                    [
                        "T6", 
                        "ALIAS", 
                        [
                            [
                                435, 
                                439
                            ]
                        ]
                    ], 
                    [
                        "T7", 
                        "ALIAS", 
                        [
                            [
                                509, 
                                512
                            ]
                        ]
                    ], 
                    [
                        "T9", 
                        "ALIAS", 
                        [
                            [
                                544, 
                                548
                            ]
                        ]
                    ], 
                    [
                        "T10", 
                        "ALIAS", 
                        [
                            [
                                588, 
                                592
                            ]
                        ]
                    ], 
                    [
                        "T11", 
                        "ALIAS", 
                        [
                            [
                                597, 
                                600
                            ]
                        ]
                    ], 
                    [
                        "T13", 
                        "ALIAS", 
                        [
                            [
                                648, 
                                652
                            ]
                        ]
                    ], 
                    [
                        "T16", 
                        "ALIAS", 
                        [
                            [
                                719, 
                                722
                            ]
                        ]
                    ], 
                    [
                        "T17", 
                        "ALIAS", 
                        [
                            [
                                735, 
                                738
                            ]
                        ]
                    ], 
                    [
                        "T18", 
                        "ALIAS", 
                        [
                            [
                                743, 
                                745
                            ]
                        ]
                    ], 
                    [
                        "T20", 
                        "ALIAS", 
                        [
                            [
                                824, 
                                828
                            ]
                        ]
                    ], 
                    [
                        "T21", 
                        "ALIAS", 
                        [
                            [
                                944, 
                                947
                            ]
                        ]
                    ], 
                    [
                        "T23", 
                        "ALIAS", 
                        [
                            [
                                1046, 
                                1049
                            ]
                        ]
                    ], 
                    [
                        "T24", 
                        "ALIAS", 
                        [
                            [
                                1090, 
                                1093
                            ]
                        ]
                    ], 
                    [
                        "T25", 
                        "ALIAS", 
                        [
                            [
                                1247, 
                                1249
                            ]
                        ]
                    ], 
                    [
                        "T27", 
                        "ALIAS", 
                        [
                            [
                                1427, 
                                1432
                            ]
                        ]
                    ], 
                    [
                        "T28", 
                        "ALIAS", 
                        [
                            [
                                1484, 
                                1488
                            ]
                        ]
                    ], 
                    [
                        "T29", 
                        "ALIAS", 
                        [
                            [
                                1504, 
                                1508
                            ]
                        ]
                    ], 
                    [
                        "T30", 
                        "ALIAS", 
                        [
                            [
                                1523, 
                                1525
                            ]
                        ]
                    ], 
                    [
                        "T31", 
                        "ALIAS", 
                        [
                            [
                                1553, 
                                1557
                            ]
                        ]
                    ], 
                    [
                        "T32", 
                        "ALIAS", 
                        [
                            [
                                1560, 
                                1565
                            ]
                        ]
                    ], 
                    [
                        "T33", 
                        "ALIAS", 
                        [
                            [
                                1635, 
                                1639
                            ]
                        ]
                    ], 
                    [
                        "T35", 
                        "ALIAS", 
                        [
                            [
                                1675, 
                                1678
                            ]
                        ]
                    ], 
                    [
                        "T36", 
                        "ALIAS", 
                        [
                            [
                                1700, 
                                1704
                            ]
                        ]
                    ], 
                    [
                        "T37", 
                        "ALIAS", 
                        [
                            [
                                1707, 
                                1712
                            ]
                        ]
                    ], 
                    [
                        "T38", 
                        "ALIAS", 
                        [
                            [
                                1727, 
                                1731
                            ]
                        ]
                    ], 
                    [
                        "T39", 
                        "ALIAS", 
                        [
                            [
                                1742, 
                                1746
                            ]
                        ]
                    ], 
                    [
                        "T40", 
                        "ALIAS", 
                        [
                            [
                                1757, 
                                1760
                            ]
                        ]
                    ], 
                    [
                        "T41", 
                        "ALIAS", 
                        [
                            [
                                1770, 
                                1772
                            ]
                        ]
                    ], 
                    [
                        "T42", 
                        "ALIAS", 
                        [
                            [
                                1798, 
                                1802
                            ]
                        ]
                    ], 
                    [
                        "T43", 
                        "ALIAS", 
                        [
                            [
                                1827, 
                                1831
                            ]
                        ]
                    ], 
                    [
                        "T44", 
                        "ALIAS", 
                        [
                            [
                                1840, 
                                1845
                            ]
                        ]
                    ], 
                    [
                        "T45", 
                        "ALIAS", 
                        [
                            [
                                1848, 
                                1859
                            ]
                        ]
                    ], 
                    [
                        "T46", 
                        "ALIAS", 
                        [
                            [
                                1903, 
                                1907
                            ]
                        ]
                    ], 
                    [
                        "T47", 
                        "ALIAS", 
                        [
                            [
                                1926, 
                                1930
                            ]
                        ]
                    ], 
                    [
                        "T48", 
                        "ALIAS", 
                        [
                            [
                                1933, 
                                1938
                            ]
                        ]
                    ], 
                    [
                        "T49", 
                        "ALIAS", 
                        [
                            [
                                1960, 
                                1964
                            ]
                        ]
                    ], 
                    [
                        "T50", 
                        "ALIAS", 
                        [
                            [
                                1999, 
                                2003
                            ]
                        ]
                    ], 
                    [
                        "T51", 
                        "ALIAS", 
                        [
                            [
                                2011, 
                                2014
                            ]
                        ]
                    ], 
                    [
                        "T52", 
                        "ALIAS", 
                        [
                            [
                                2015, 
                                2017
                            ]
                        ]
                    ], 
                    [
                        "T53", 
                        "ALIAS", 
                        [
                            [
                                2060, 
                                2062
                            ]
                        ]
                    ], 
                    [
                        "T54", 
                        "ALIAS", 
                        [
                            [
                                2153, 
                                2157
                            ]
                        ]
                    ], 
                    [
                        "T56", 
                        "ALIAS", 
                        [
                            [
                                2286, 
                                2290
                            ]
                        ]
                    ], 
                    [
                        "T57", 
                        "ALIAS", 
                        [
                            [
                                2330, 
                                2333
                            ]
                        ]
                    ], 
                    [
                        "T59", 
                        "ALIAS", 
                        [
                            [
                                2382, 
                                2384
                            ]
                        ]
                    ], 
                    [
                        "T60", 
                        "ALIAS", 
                        [
                            [
                                2396, 
                                2398
                            ]
                        ]
                    ], 
                    [
                        "T61", 
                        "ALIAS", 
                        [
                            [
                                2405, 
                                2409
                            ]
                        ]
                    ], 
                    [
                        "T63", 
                        "ALIAS", 
                        [
                            [
                                2491, 
                                2495
                            ]
                        ]
                    ], 
                    [
                        "T64", 
                        "ALIAS", 
                        [
                            [
                                2498, 
                                2503
                            ]
                        ]
                    ], 
                    [
                        "T65", 
                        "ALIAS", 
                        [
                            [
                                2593, 
                                2597
                            ]
                        ]
                    ], 
                    [
                        "T66", 
                        "ALIAS", 
                        [
                            [
                                2603, 
                                2608
                            ]
                        ]
                    ], 
                    [
                        "T67", 
                        "ALIAS", 
                        [
                            [
                                2635, 
                                2639
                            ]
                        ]
                    ], 
                    [
                        "T69", 
                        "ALIAS", 
                        [
                            [
                                2678, 
                                2681
                            ]
                        ]
                    ], 
                    [
                        "T70", 
                        "ALIAS", 
                        [
                            [
                                2690, 
                                2694
                            ]
                        ]
                    ], 
                    [
                        "T71", 
                        "ALIAS", 
                        [
                            [
                                2697, 
                                2701
                            ]
                        ]
                    ], 
                    [
                        "T72", 
                        "ALIAS", 
                        [
                            [
                                2713, 
                                2716
                            ]
                        ]
                    ], 
                    [
                        "T73", 
                        "ALIAS", 
                        [
                            [
                                2745, 
                                2747
                            ]
                        ]
                    ], 
                    [
                        "T74", 
                        "ALIAS", 
                        [
                            [
                                2793, 
                                2797
                            ]
                        ]
                    ], 
                    [
                        "T75", 
                        "ALIAS", 
                        [
                            [
                                2802, 
                                2804
                            ]
                        ]
                    ], 
                    [
                        "T76", 
                        "ALIAS", 
                        [
                            [
                                2829, 
                                2833
                            ]
                        ]
                    ], 
                    [
                        "T77", 
                        "ALIAS", 
                        [
                            [
                                2843, 
                                2847
                            ]
                        ]
                    ], 
                    [
                        "T78", 
                        "ALIAS", 
                        [
                            [
                                2894, 
                                2897
                            ]
                        ]
                    ], 
                    [
                        "T79", 
                        "ALIAS", 
                        [
                            [
                                2926, 
                                2928
                            ]
                        ]
                    ], 
                    [
                        "T80", 
                        "ALIAS", 
                        [
                            [
                                2979, 
                                2980
                            ]
                        ]
                    ], 
                    [
                        "T81", 
                        "ALIAS", 
                        [
                            [
                                2987, 
                                2991
                            ]
                        ]
                    ], 
                    [
                        "T82", 
                        "ALIAS", 
                        [
                            [
                                3049, 
                                3056
                            ]
                        ]
                    ], 
                    [
                        "T83", 
                        "ALIAS", 
                        [
                            [
                                3061, 
                                3063
                            ]
                        ]
                    ], 
                    [
                        "T84", 
                        "ALIAS", 
                        [
                            [
                                3071, 
                                3075
                            ]
                        ]
                    ], 
                    [
                        "T85", 
                        "ALIAS", 
                        [
                            [
                                3148, 
                                3152
                            ]
                        ]
                    ], 
                    [
                        "T86", 
                        "ALIAS", 
                        [
                            [
                                3170, 
                                3174
                            ]
                        ]
                    ], 
                    [
                        "T87", 
                        "ALIAS", 
                        [
                            [
                                3194, 
                                3198
                            ]
                        ]
                    ], 
                    [
                        "T88", 
                        "ALIAS", 
                        [
                            [
                                3211, 
                                3216
                            ]
                        ]
                    ], 
                    [
                        "T89", 
                        "ALIAS", 
                        [
                            [
                                3234, 
                                3239
                            ]
                        ]
                    ], 
                    [
                        "T90", 
                        "ALIAS", 
                        [
                            [
                                3249, 
                                3252
                            ]
                        ]
                    ], 
                    [
                        "T91", 
                        "ALIAS", 
                        [
                            [
                                3255, 
                                3259
                            ]
                        ]
                    ], 
                    [
                        "T94", 
                        "ALIAS", 
                        [
                            [
                                3387, 
                                3391
                            ]
                        ]
                    ], 
                    [
                        "T95", 
                        "ALIAS", 
                        [
                            [
                                3430, 
                                3434
                            ]
                        ]
                    ], 
                    [
                        "T96", 
                        "ALIAS", 
                        [
                            [
                                3457, 
                                3460
                            ]
                        ]
                    ], 
                    [
                        "T97", 
                        "ALIAS", 
                        [
                            [
                                3461, 
                                3465
                            ]
                        ]
                    ], 
                    [
                        "T98", 
                        "ALIAS", 
                        [
                            [
                                3508, 
                                3511
                            ]
                        ]
                    ], 
                    [
                        "T99", 
                        "ALIAS", 
                        [
                            [
                                3519, 
                                3522
                            ]
                        ]
                    ], 
                    [
                        "T100", 
                        "ALIAS", 
                        [
                            [
                                3532, 
                                3534
                            ]
                        ]
                    ], 
                    [
                        "T101", 
                        "ALIAS", 
                        [
                            [
                                3571, 
                                3576
                            ]
                        ]
                    ], 
                    [
                        "T102", 
                        "ALIAS", 
                        [
                            [
                                3596, 
                                3598
                            ]
                        ]
                    ], 
                    [
                        "T103", 
                        "ALIAS", 
                        [
                            [
                                3609, 
                                3613
                            ]
                        ]
                    ], 
                    [
                        "T104", 
                        "ALIAS", 
                        [
                            [
                                3621, 
                                3626
                            ]
                        ]
                    ], 
                    [
                        "T105", 
                        "ALIAS", 
                        [
                            [
                                3686, 
                                3690
                            ]
                        ]
                    ], 
                    [
                        "T106", 
                        "ALIAS", 
                        [
                            [
                                3707, 
                                3709
                            ]
                        ]
                    ], 
                    [
                        "T107", 
                        "ALIAS", 
                        [
                            [
                                3724, 
                                3726
                            ]
                        ]
                    ], 
                    [
                        "T108", 
                        "ALIAS", 
                        [
                            [
                                3731, 
                                3735
                            ]
                        ]
                    ], 
                    [
                        "T111", 
                        "ALIAS", 
                        [
                            [
                                3861, 
                                3864
                            ]
                        ]
                    ], 
                    [
                        "T112", 
                        "ALIAS", 
                        [
                            [
                                3899, 
                                3903
                            ]
                        ]
                    ], 
                    [
                        "T113", 
                        "ALIAS", 
                        [
                            [
                                3918, 
                                3923
                            ]
                        ]
                    ], 
                    [
                        "T115", 
                        "ALIAS", 
                        [
                            [
                                3980, 
                                3982
                            ]
                        ]
                    ], 
                    [
                        "T116", 
                        "ALIAS", 
                        [
                            [
                                3993, 
                                3998
                            ]
                        ]
                    ], 
                    [
                        "T117", 
                        "ALIAS", 
                        [
                            [
                                53, 
                                57
                            ]
                        ]
                    ], 
                    [
                        "T118", 
                        "ALIAS", 
                        [
                            [
                                111, 
                                116
                            ]
                        ]
                    ], 
                    [
                        "T119", 
                        "ALIAS", 
                        [
                            [
                                171, 
                                175
                            ]
                        ]
                    ], 
                    [
                        "T120", 
                        "ALIAS", 
                        [
                            [
                                281, 
                                290
                            ]
                        ]
                    ], 
                    [
                        "T121", 
                        "ALIAS", 
                        [
                            [
                                365, 
                                375
                            ]
                        ]
                    ], 
                    [
                        "T122", 
                        "ALIAS", 
                        [
                            [
                                386, 
                                397
                            ]
                        ]
                    ], 
                    [
                        "T123", 
                        "ALIAS", 
                        [
                            [
                                408, 
                                413
                            ]
                        ]
                    ], 
                    [
                        "T5", 
                        "ALIAS", 
                        [
                            [
                                485, 
                                496
                            ]
                        ]
                    ], 
                    [
                        "T8", 
                        "ALIAS", 
                        [
                            [
                                554, 
                                564
                            ]
                        ]
                    ], 
                    [
                        "T12", 
                        "ALIAS", 
                        [
                            [
                                616, 
                                627
                            ]
                        ]
                    ], 
                    [
                        "T14", 
                        "ALIAS", 
                        [
                            [
                                839, 
                                849
                            ]
                        ]
                    ], 
                    [
                        "T15", 
                        "ALIAS", 
                        [
                            [
                                891, 
                                895
                            ]
                        ]
                    ], 
                    [
                        "T19", 
                        "ALIAS", 
                        [
                            [
                                1061, 
                                1072
                            ]
                        ]
                    ], 
                    [
                        "T22", 
                        "ALIAS", 
                        [
                            [
                                1122, 
                                1133
                            ]
                        ]
                    ], 
                    [
                        "T124", 
                        "ALIAS", 
                        [
                            [
                                1150, 
                                1159
                            ]
                        ]
                    ], 
                    [
                        "T125", 
                        "ALIAS", 
                        [
                            [
                                1232, 
                                1239
                            ]
                        ]
                    ], 
                    [
                        "T126", 
                        "ALIAS", 
                        [
                            [
                                1286, 
                                1291
                            ]
                        ]
                    ], 
                    [
                        "T127", 
                        "ALIAS", 
                        [
                            [
                                1313, 
                                1317
                            ]
                        ]
                    ], 
                    [
                        "T128", 
                        "ALIAS", 
                        [
                            [
                                1391, 
                                1397
                            ]
                        ]
                    ], 
                    [
                        "T26", 
                        "ALIAS", 
                        [
                            [
                                1444, 
                                1455
                            ]
                        ]
                    ], 
                    [
                        "T129", 
                        "ALIAS", 
                        [
                            [
                                1469, 
                                1474
                            ]
                        ]
                    ], 
                    [
                        "T34", 
                        "ALIAS", 
                        [
                            [
                                1939, 
                                1951
                            ]
                        ]
                    ], 
                    [
                        "T130", 
                        "ALIAS", 
                        [
                            [
                                1980, 
                                1986
                            ]
                        ]
                    ], 
                    [
                        "T131", 
                        "ALIAS", 
                        [
                            [
                                1993, 
                                1998
                            ]
                        ]
                    ], 
                    [
                        "T132", 
                        "ALIAS", 
                        [
                            [
                                2118, 
                                2124
                            ]
                        ]
                    ], 
                    [
                        "T133", 
                        "ALIAS", 
                        [
                            [
                                2142, 
                                2152
                            ]
                        ]
                    ], 
                    [
                        "T55", 
                        "ALIAS", 
                        [
                            [
                                2224, 
                                2230
                            ]
                        ]
                    ], 
                    [
                        "T134", 
                        "ALIAS", 
                        [
                            [
                                2280, 
                                2285
                            ]
                        ]
                    ], 
                    [
                        "T135", 
                        "ALIAS", 
                        [
                            [
                                2313, 
                                2325
                            ]
                        ]
                    ], 
                    [
                        "T58", 
                        "ALIAS", 
                        [
                            [
                                2431, 
                                2441
                            ]
                        ]
                    ], 
                    [
                        "T62", 
                        "ALIAS", 
                        [
                            [
                                2504, 
                                2516
                            ]
                        ]
                    ], 
                    [
                        "T136", 
                        "ALIAS", 
                        [
                            [
                                2520, 
                                2531
                            ]
                        ]
                    ], 
                    [
                        "T68", 
                        "ALIAS", 
                        [
                            [
                                2756, 
                                2768
                            ]
                        ]
                    ], 
                    [
                        "T137", 
                        "ALIAS", 
                        [
                            [
                                2968, 
                                2974
                            ]
                        ]
                    ], 
                    [
                        "T138", 
                        "ALIAS", 
                        [
                            [
                                3014, 
                                3020
                            ]
                        ]
                    ], 
                    [
                        "T139", 
                        "ALIAS", 
                        [
                            [
                                3102, 
                                3107
                            ]
                        ]
                    ], 
                    [
                        "T140", 
                        "ALIAS", 
                        [
                            [
                                3137, 
                                3143
                            ]
                        ]
                    ], 
                    [
                        "T92", 
                        "ALIAS", 
                        [
                            [
                                3297, 
                                3303
                            ]
                        ]
                    ], 
                    [
                        "T141", 
                        "ALIAS", 
                        [
                            [
                                3308, 
                                3314
                            ]
                        ]
                    ], 
                    [
                        "T93", 
                        "ALIAS", 
                        [
                            [
                                3355, 
                                3363
                            ]
                        ]
                    ], 
                    [
                        "T142", 
                        "ALIAS", 
                        [
                            [
                                3368, 
                                3378
                            ]
                        ]
                    ], 
                    [
                        "T143", 
                        "ALIAS", 
                        [
                            [
                                3526, 
                                3531
                            ]
                        ]
                    ], 
                    [
                        "T109", 
                        "ALIAS", 
                        [
                            [
                                3875, 
                                3880
                            ]
                        ]
                    ], 
                    [
                        "T110", 
                        "ALIAS", 
                        [
                            [
                                3946, 
                                3951
                            ]
                        ]
                    ]
                ]
            },
            {
              "name": "Chapter 10, Passage 1",
              "text": "The day passed much as the day before had done. Mrs. Hurst and Miss Bingley had spent some hours of the morning with the invalid, who continued, though slowly, to mend; and in the evening Elizabeth joined their party in the drawing-room. The loo-table, however, did not appear. Mr. Darcy was writing, and Miss Bingley, seated near him, was watching the progress of his letter and repeatedly calling off his attention by messages to his sister. Mr. Hurst and Mr. Bingley were at piquet, and Mrs. Hurst was observing their game.\n\nElizabeth took up some needlework, and was sufficiently amused in attending to what passed between Darcy and his companion. The perpetual commendations of the lady, either on his handwriting, or on the evenness of his lines, or on the length of his letter, with the perfect unconcern with which her praises were received, formed a curious dialogue, and was exactly in union with her opinion of each.\n\n\"How delighted Miss Darcy will be to receive such a letter!\"\n\nHe made no answer.\n\n\"You write uncommonly fast.\"\n\n\"You are mistaken. I write rather slowly.\"\n\n\"How many letters you must have occasion to write in the course of a year! Letters of business, too! How odious I should think them!\"\n\n\"It is fortunate, then, that they fall to my lot instead of yours.\"\n\n\"Pray tell your sister that I long to see her.\"\n\n\"I have already told her so once, by your desire.\"\n\n\"I am afraid you do not like your pen. Let me mend it for you. I mend pens remarkably well.\"",
              "entities" : [
                [
                    "T1", 
                    "ALIAS", 
                    [
                        [
                            130, 
                            133
                        ]
                    ]
                ], 
                [
                    "T2", 
                    "ALIAS", 
                    [
                        [
                            331, 
                            334
                        ]
                    ]
                ], 
                [
                    "T6", 
                    "ALIAS", 
                    [
                        [
                            991, 
                            993
                        ]
                    ]
                ], 
                [
                    "T7", 
                    "ALIAS", 
                    [
                        [
                            1012, 
                            1015
                        ]
                    ]
                ], 
                [
                    "T8", 
                    "ALIAS", 
                    [
                        [
                            1042, 
                            1045
                        ]
                    ]
                ], 
                [
                    "T9", 
                    "ALIAS", 
                    [
                        [
                            1060, 
                            1061
                        ]
                    ]
                ], 
                [
                    "T10", 
                    "ALIAS", 
                    [
                        [
                            1103, 
                            1106
                        ]
                    ]
                ], 
                [
                    "T11", 
                    "ALIAS", 
                    [
                        [
                            1197, 
                            1198
                        ]
                    ]
                ], 
                [
                    "T15", 
                    "ALIAS", 
                    [
                        [
                            1317, 
                            1318
                        ]
                    ]
                ], 
                [
                    "T16", 
                    "ALIAS", 
                    [
                        [
                            1331, 
                            1334
                        ]
                    ]
                ], 
                [
                    "T17", 
                    "ALIAS", 
                    [
                        [
                            1339, 
                            1340
                        ]
                    ]
                ], 
                [
                    "T18", 
                    "ALIAS", 
                    [
                        [
                            1359, 
                            1362
                        ]
                    ]
                ], 
                [
                    "T19", 
                    "ALIAS", 
                    [
                        [
                            1391, 
                            1392
                        ]
                    ]
                ], 
                [
                    "T20", 
                    "ALIAS", 
                    [
                        [
                            1403, 
                            1406
                        ]
                    ]
                ], 
                [
                    "T21", 
                    "ALIAS", 
                    [
                        [
                            1433, 
                            1435
                        ]
                    ]
                ], 
                [
                    "T23", 
                    "ALIAS", 
                    [
                        [
                            1448, 
                            1451
                        ]
                    ]
                ], 
                [
                    "T24", 
                    "ALIAS", 
                    [
                        [
                            1453, 
                            1454
                        ]
                    ]
                ], 
                [
                    "T25", 
                    "ALIAS", 
                    [
                        [
                            48, 
                            58
                        ]
                    ]
                ], 
                [
                    "T26", 
                    "ALIAS", 
                    [
                        [
                            63, 
                            75
                        ]
                    ]
                ], 
                [
                    "T27", 
                    "ALIAS", 
                    [
                        [
                            121, 
                            128
                        ]
                    ]
                ], 
                [
                    "T28", 
                    "ALIAS", 
                    [
                        [
                            188, 
                            197
                        ]
                    ]
                ], 
                [
                    "T29", 
                    "ALIAS", 
                    [
                        [
                            278, 
                            287
                        ]
                    ]
                ], 
                [
                    "T30", 
                    "ALIAS", 
                    [
                        [
                            305, 
                            317
                        ]
                    ]
                ], 
                [
                    "T31", 
                    "ALIAS", 
                    [
                        [
                            436, 
                            442
                        ]
                    ]
                ], 
                [
                    "T32", 
                    "ALIAS", 
                    [
                        [
                            444, 
                            453
                        ]
                    ]
                ], 
                [
                    "T33", 
                    "ALIAS", 
                    [
                        [
                            458, 
                            469
                        ]
                    ]
                ], 
                [
                    "T34", 
                    "ALIAS", 
                    [
                        [
                            490, 
                            500
                        ]
                    ]
                ], 
                [
                    "T35", 
                    "ALIAS", 
                    [
                        [
                            528, 
                            537
                        ]
                    ]
                ], 
                [
                    "T36", 
                    "ALIAS", 
                    [
                        [
                            627, 
                            632
                        ]
                    ]
                ], 
                [
                    "T37", 
                    "ALIAS", 
                    [
                        [
                            641, 
                            650
                        ]
                    ]
                ], 
                [
                    "T38", 
                    "ALIAS", 
                    [
                        [
                            687, 
                            691
                        ]
                    ]
                ], 
                [
                    "T3", 
                    "ALIAS", 
                    [
                        [
                            944, 
                            954
                        ]
                    ]
                ], 
                [
                    "T4", 
                    "ALIAS", 
                    [
                        [
                            1305, 
                            1311
                        ]
                    ]
                ], 
                [
                    "T13", 
                    "ALIAS", 
                    [
                        [
                            211, 
                            216
                        ]
                    ]
                ], 
                [
                    "T5", 
                    "ALIAS", 
                    [
                        [
                            922, 
                            926
                        ]
                    ]
                ]
              ]
            },
            {
              "name": "Chapter 30, Passage 2",
              "text": "When the ladies removed after dinner, Elizabeth ran up to her sister, and seeing her well guarded from cold, attended her into the drawing-room, where she was welcomed by her two friends with many professions of pleasure; and Elizabeth had never seen them so agreeable as they were during the hour which passed before the gentlemen appeared. Their powers of conversation were considerable. They could describe an entertainment with accuracy, relate an anecdote with humour, and laugh at their acquaintance with spirit.\n\nBut when the gentlemen entered, Jane was no longer the first object; Miss Bingley's eyes were instantly turned toward Darcy, and she had something to say to him before he had advanced many steps. He addressed himself to Miss Bennet, with a polite congratulation; Mr. Hurst also made her a slight bow, and said he was \"very glad;\" but diffuseness and warmth remained for Bingley's salutation. He was full of joy and attention. The first half-hour was spent in piling up the fire, lest she should suffer from the change of room; and she removed at his desire to the other side of the fireplace, that she might be further from the door. He then sat down by her, and talked scarcely to anyone else. Elizabeth, at work in the opposite corner, saw it all with great delight. \n\nWhen tea was over, Mr. Hurst reminded his sister-in-law of the card-table--but in vain. She had obtained private intelligence that Mr. Darcy did not wish for cards; and Mr. Hurst soon found even his open petition rejected. She assured him that no one intended to play, and the silence of the whole party on the subject seemed to justify her. Mr. Hurst had therefore nothing to do, but to stretch himself on one of the sofas and go to sleep. Darcy took up a book; Miss Bingley did the same; and Mrs. Hurst, principally occupied in playing with her bracelets and rings, joined now and then in her brother's conversation with Miss Bennet.",
              "entities" : [
                [
                    "T2", 
                    "ALIAS", 
                    [
                        [
                            81, 
                            84
                        ]
                    ]
                ], 
                [
                    "T3", 
                    "ALIAS", 
                    [
                        [
                            118, 
                            121
                        ]
                    ]
                ], 
                [
                    "T4", 
                    "ALIAS", 
                    [
                        [
                            151, 
                            154
                        ]
                    ]
                ], 
                [
                    "T6", 
                    "ALIAS", 
                    [
                        [
                            251, 
                            255
                        ]
                    ]
                ], 
                [
                    "T7", 
                    "ALIAS", 
                    [
                        [
                            272, 
                            276
                        ]
                    ]
                ], 
                [
                    "T8", 
                    "ALIAS", 
                    [
                        [
                            390, 
                            394
                        ]
                    ]
                ], 
                [
                    "T9", 
                    "ALIAS", 
                    [
                        [
                            649, 
                            652
                        ]
                    ]
                ], 
                [
                    "T10", 
                    "ALIAS", 
                    [
                        [
                            677, 
                            680
                        ]
                    ]
                ], 
                [
                    "T11", 
                    "ALIAS", 
                    [
                        [
                            688, 
                            690
                        ]
                    ]
                ], 
                [
                    "T12", 
                    "ALIAS", 
                    [
                        [
                            716, 
                            718
                        ]
                    ]
                ], 
                [
                    "T13", 
                    "ALIAS", 
                    [
                        [
                            729, 
                            736
                        ]
                    ]
                ], 
                [
                    "T14", 
                    "ALIAS", 
                    [
                        [
                            803, 
                            806
                        ]
                    ]
                ], 
                [
                    "T15", 
                    "ALIAS", 
                    [
                        [
                            830, 
                            832
                        ]
                    ]
                ], 
                [
                    "T16", 
                    "ALIAS", 
                    [
                        [
                            912, 
                            914
                        ]
                    ]
                ], 
                [
                    "T17", 
                    "ALIAS", 
                    [
                        [
                            1004, 
                            1007
                        ]
                    ]
                ], 
                [
                    "T18", 
                    "ALIAS", 
                    [
                        [
                            1051, 
                            1054
                        ]
                    ]
                ], 
                [
                    "T20", 
                    "ALIAS", 
                    [
                        [
                            1118, 
                            1121
                        ]
                    ]
                ], 
                [
                    "T21", 
                    "ALIAS", 
                    [
                        [
                            1154, 
                            1156
                        ]
                    ]
                ], 
                [
                    "T22", 
                    "ALIAS", 
                    [
                        [
                            1174, 
                            1177
                        ]
                    ]
                ], 
                [
                    "T24", 
                    "ALIAS", 
                    [
                        [
                            1378, 
                            1382
                        ]
                    ]
                ], 
                [
                    "T25", 
                    "ALIAS", 
                    [
                        [
                            1513, 
                            1517
                        ]
                    ]
                ], 
                [
                    "T26", 
                    "ALIAS", 
                    [
                        [
                            1525, 
                            1529
                        ]
                    ]
                ], 
                [
                    "T28", 
                    "ALIAS", 
                    [
                        [
                            1627, 
                            1631
                        ]
                    ]
                ], 
                [
                    "T29", 
                    "ALIAS", 
                    [
                        [
                            1686, 
                            1694
                        ]
                    ]
                ], 
                [
                    "T33", 
                    "ALIAS", 
                    [
                        [
                            9, 
                            15
                        ]
                    ]
                ], 
                [
                    "T34", 
                    "ALIAS", 
                    [
                        [
                            38, 
                            47
                        ]
                    ]
                ], 
                [
                    "T1", 
                    "ALIAS", 
                    [
                        [
                            62, 
                            68
                        ]
                    ]
                ], 
                [
                    "T5", 
                    "ALIAS", 
                    [
                        [
                            179, 
                            186
                        ]
                    ]
                ], 
                [
                    "T35", 
                    "ALIAS", 
                    [
                        [
                            226, 
                            235
                        ]
                    ]
                ], 
                [
                    "T36", 
                    "ALIAS", 
                    [
                        [
                            322, 
                            331
                        ]
                    ]
                ], 
                [
                    "T37", 
                    "ALIAS", 
                    [
                        [
                            533, 
                            542
                        ]
                    ]
                ], 
                [
                    "T38", 
                    "ALIAS", 
                    [
                        [
                            552, 
                            556
                        ]
                    ]
                ], 
                [
                    "T39", 
                    "ALIAS", 
                    [
                        [
                            589, 
                            601
                        ]
                    ]
                ], 
                [
                    "T40", 
                    "ALIAS", 
                    [
                        [
                            638, 
                            643
                        ]
                    ]
                ], 
                [
                    "T41", 
                    "ALIAS", 
                    [
                        [
                            740, 
                            751
                        ]
                    ]
                ], 
                [
                    "T42", 
                    "ALIAS", 
                    [
                        [
                            783, 
                            792
                        ]
                    ]
                ], 
                [
                    "T43", 
                    "ALIAS", 
                    [
                        [
                            890, 
                            897
                        ]
                    ]
                ], 
                [
                    "T19", 
                    "ALIAS", 
                    [
                        [
                            1202, 
                            1208
                        ]
                    ]
                ], 
                [
                    "T44", 
                    "ALIAS", 
                    [
                        [
                            1215, 
                            1224
                        ]
                    ]
                ], 
                [
                    "T23", 
                    "ALIAS", 
                    [
                        [
                            1309, 
                            1319
                        ]
                    ]
                ], 
                [
                    "T45", 
                    "ALIAS", 
                    [
                        [
                            1332, 
                            1346
                        ]
                    ]
                ], 
                [
                    "T46", 
                    "ALIAS", 
                    [
                        [
                            1421, 
                            1431
                        ]
                    ]
                ], 
                [
                    "T47", 
                    "ALIAS", 
                    [
                        [
                            1459, 
                            1469
                        ]
                    ]
                ], 
                [
                    "T27", 
                    "ALIAS", 
                    [
                        [
                            1632, 
                            1642
                        ]
                    ]
                ], 
                [
                    "T30", 
                    "ALIAS", 
                    [
                        [
                            1731, 
                            1737
                        ]
                    ]
                ], 
                [
                    "T48", 
                    "ALIAS", 
                    [
                        [
                            1753, 
                            1766
                        ]
                    ]
                ], 
                [
                    "T49", 
                    "ALIAS", 
                    [
                        [
                            1784, 
                            1795
                        ]
                    ]
                ], 
                [
                    "T31", 
                    "ALIAS", 
                    [
                        [
                            1885, 
                            1893
                        ]
                    ]
                ], 
                [
                    "T32", 
                    "ALIAS", 
                    [
                        [
                            1913, 
                            1925
                        ]
                    ]
                ], 
                [
                    "T50", 
                    "ALIAS", 
                    [
                        [
                            1588, 
                            1594
                        ]
                    ]
                ]
              ]
            },
            {
              "name": "Chapter 31, Passage 3",
              "text": "Sir William stayed only a week at Hunsford, but his visit was long enough to convince him of his daughter's being most comfortably settled, and of her possessing such a husband and such a neighbour as were not often met with. While Sir William was with them, Mr. Collins devoted his morning to driving him out in his gig, and showing him the country; but when he went away, the whole family returned to their usual employments, and Elizabeth was thankful to find that they did not see more of her cousin by the alteration, for the chief of the time between breakfast and dinner was now passed by him either at work in the garden or in reading and writing, and looking out of the window in his own book-room, which fronted the road. The room in which the ladies sat was backwards. Elizabeth had at first rather wondered that Charlotte should not prefer the dining-parlour for common use; it was a better sized room, and had a more pleasant aspect; but she soon saw that her friend had an excellent reason for what she did, for Mr. Collins would undoubtedly have been much less in his own apartment, had they sat in one equally lively; and she gave Charlotte credit for the arrangement.\n\nFrom the drawing-room they could distinguish nothing in the lane, and were indebted to Mr. Collins for the knowledge of what carriages went along, and how often especially Miss de Bourgh drove by in her phaeton, which he never failed coming to inform them of, though it happened almost every day. She not unfrequently stopped at the Parsonage, and had a few minutes' conversation with Charlotte, but was scarcely ever prevailed upon to get out.",
              "entities" : [
                [
                    "T1", 
                    "ALIAS", 
                    [
                        [
                            86, 
                            89
                        ]
                    ]
                ], 
                [
                    "T3", 
                    "ALIAS", 
                    [
                        [
                            253, 
                            257
                        ]
                    ]
                ], 
                [
                    "T4", 
                    "ALIAS", 
                    [
                        [
                            302, 
                            305
                        ]
                    ]
                ], 
                [
                    "T5", 
                    "ALIAS", 
                    [
                        [
                            334, 
                            337
                        ]
                    ]
                ], 
                [
                    "T6", 
                    "ALIAS", 
                    [
                        [
                            360, 
                            362
                        ]
                    ]
                ], 
                [
                    "T7", 
                    "ALIAS", 
                    [
                        [
                            468, 
                            472
                        ]
                    ]
                ], 
                [
                    "T9", 
                    "ALIAS", 
                    [
                        [
                            596, 
                            599
                        ]
                    ]
                ], 
                [
                    "T11", 
                    "ALIAS", 
                    [
                        [
                            951, 
                            954
                        ]
                    ]
                ], 
                [
                    "T13", 
                    "ALIAS", 
                    [
                        [
                            1013, 
                            1016
                        ]
                    ]
                ], 
                [
                    "T14", 
                    "ALIAS", 
                    [
                        [
                            1102, 
                            1106
                        ]
                    ]
                ], 
                [
                    "T16", 
                    "ALIAS", 
                    [
                        [
                            1138, 
                            1141
                        ]
                    ]
                ], 
                [
                    "T17", 
                    "ALIAS", 
                    [
                        [
                            1208, 
                            1212
                        ]
                    ]
                ], 
                [
                    "T19", 
                    "ALIAS", 
                    [
                        [
                            1404, 
                            1406
                        ]
                    ]
                ], 
                [
                    "T20", 
                    "ALIAS", 
                    [
                        [
                            1437, 
                            1441
                        ]
                    ]
                ], 
                [
                    "T22", 
                    "ALIAS", 
                    [
                        [
                            1483, 
                            1486
                        ]
                    ]
                ], 
                [
                    "T23", 
                    "ALIAS", 
                    [
                        [
                            0, 
                            11
                        ]
                    ]
                ], 
                [
                    "T24", 
                    "ALIAS", 
                    [
                        [
                            97, 
                            105
                        ]
                    ]
                ], 
                [
                    "T2", 
                    "ALIAS", 
                    [
                        [
                            169, 
                            176
                        ]
                    ]
                ], 
                [
                    "T25", 
                    "ALIAS", 
                    [
                        [
                            188, 
                            197
                        ]
                    ]
                ], 
                [
                    "T26", 
                    "ALIAS", 
                    [
                        [
                            232, 
                            243
                        ]
                    ]
                ], 
                [
                    "T27", 
                    "ALIAS", 
                    [
                        [
                            259, 
                            270
                        ]
                    ]
                ], 
                [
                    "T28", 
                    "ALIAS", 
                    [
                        [
                            384, 
                            390
                        ]
                    ]
                ], 
                [
                    "T29", 
                    "ALIAS", 
                    [
                        [
                            432, 
                            441
                        ]
                    ]
                ], 
                [
                    "T8", 
                    "ALIAS", 
                    [
                        [
                            497, 
                            503
                        ]
                    ]
                ], 
                [
                    "T30", 
                    "ALIAS", 
                    [
                        [
                            754, 
                            760
                        ]
                    ]
                ], 
                [
                    "T31", 
                    "ALIAS", 
                    [
                        [
                            780, 
                            789
                        ]
                    ]
                ], 
                [
                    "T32", 
                    "ALIAS", 
                    [
                        [
                            824, 
                            833
                        ]
                    ]
                ], 
                [
                    "T10", 
                    "ALIAS", 
                    [
                        [
                            973, 
                            979
                        ]
                    ]
                ], 
                [
                    "T12", 
                    "ALIAS", 
                    [
                        [
                            1026, 
                            1037
                        ]
                    ]
                ], 
                [
                    "T15", 
                    "ALIAS", 
                    [
                        [
                            1147, 
                            1156
                        ]
                    ]
                ], 
                [
                    "T33", 
                    "ALIAS", 
                    [
                        [
                            1273, 
                            1284
                        ]
                    ]
                ], 
                [
                    "T34", 
                    "ALIAS", 
                    [
                        [
                            1358, 
                            1372
                        ]
                    ]
                ], 
                [
                    "T18", 
                    "ALIAS", 
                    [
                        [
                            1571, 
                            1580
                        ]
                    ]
                ], 
                [
                    "T21", 
                    "ALIAS", 
                    [
                        [
                            147, 
                            150
                        ]
                    ]
                ]
              ]
            }
        ]
    },
    "log": [
        {
            "text": "Hardik: Frankenbrat is awesome!."
        }
    ]
}
